{
  "1": {"name": "Catch", "category": "A", "description": "This player may re-roll any failed Agility test when attempting to catch the ball.", "nameEs": "Atrapar", "descriptionEs": "Este jugador puede repetir cualquier prueba de Agilidad fallida al intentar atrapar el balon."},
  "2": {"name": "Diving Catch", "category": "A", "description": "This player may attempt to catch a ball that lands in an adjacent empty square, and adds +1 to any catch roll when in the target square of a Pass action.", "nameEs": "Recepcion Heroica", "descriptionEs": "Este jugador puede intentar atrapar un balon que caiga en una casilla vacia adyacente, y añade +1 a cualquier tirada de recepcion cuando esta en la casilla objetivo de una accion de Pase."},
  "3": {"name": "Diving Tackle", "category": "A", "description": "When an opposing player attempts to dodge out of your tackle zone, you may place your player prone to apply a -2 modifier to their dodge roll.", "nameEs": "Placaje Heroico", "descriptionEs": "Cuando un jugador rival intenta esquivar fuera de tu zona de placaje, puedes tumbar a tu jugador para aplicar un modificador de -2 a su tirada de esquiva."},
  "4": {"name": "Dodge", "category": "A", "description": "Once per team turn, re-roll a failed dodge roll. Additionally, this player may ignore the first tackle skill used against them when dodging.", "nameEs": "Esquivar", "descriptionEs": "Una vez por turno de equipo, repite una tirada fallida de esquiva. Ademas, este jugador puede ignorar la primera habilidad de Placaje Defensivo utilizada contra el al esquivar."},
  "5": {"name": "Defensive", "category": "A", "description": "While this player is Marking an opposition player, that opposition player cannot use the Guard or Put the Boot In skills.", "nameEs": "Defensiva", "descriptionEs": "Mientras este jugador esta Marcando a un jugador rival, ese jugador rival no puede usar las habilidades Defensa o Meter la Bota."},
  "6": {"name": "Jump Up", "category": "A", "description": "If this player is prone, they may stand up for free without using any MA. Additionally, they may attempt to block an adjacent opponent while prone as a Blitz action.", "nameEs": "En Pie de un Salto", "descriptionEs": "Si este jugador esta tumbado, puede levantarse gratis sin usar MO. Ademas, puede intentar placar a un oponente adyacente mientras esta tumbado como accion de Blitz."},
  "7": {"name": "Leap", "category": "A", "description": "During their activation, this player may attempt to leap over adjacent squares. They make an Agility test, and may reduce any negative modifiers by 1.", "nameEs": "Saltar", "descriptionEs": "Durante su activacion, este jugador puede intentar saltar casillas adyacentes. Realiza una prueba de Agilidad y puede reducir cualquier modificador negativo en 1."},
  "8": {"name": "Safe Pair Of Hands", "category": "A", "description": "If this player is Knocked Down while carrying the ball, they may place the ball in any adjacent square rather than it bouncing.", "nameEs": "Manos Firmes", "descriptionEs": "Si este jugador es Derribado mientras lleva el balon, puede colocar el balon en cualquier casilla adyacente en vez de que rebote."},
  "9": {"name": "Sidestep", "category": "A", "description": "When this player is pushed back by a block, they choose the square they're pushed to, not the opposing coach.", "nameEs": "Echarse a un Lado", "descriptionEs": "Cuando este jugador es empujado por un placaje, el elige la casilla a la que es empujado, no el entrenador rival."},
  "10": {"name": "Sneaky Git", "category": "D", "description": "When this player commits a foul, they are not sent off for rolling doubles on the Armour or Injury roll unless the roll also breaks armour or causes injury.", "nameEs": "Rastrero", "descriptionEs": "Cuando este jugador comete una falta, no es Expulsado por sacar dobles en la tirada de Armadura o de Heridas a menos que la tirada tambien rompa la armadura o cause lesion."},
  "11": {"name": "Sprint", "category": "A", "description": "When this player rushes (Goes For It), they may attempt to move one additional square beyond the normal two rush attempts.", "nameEs": "Carrera", "descriptionEs": "Cuando este jugador Fuerza la Carrera, puede intentar moverse una casilla adicional mas alla de los dos intentos normales de Forzar la Carrera."},
  "12": {"name": "Sure Feet", "category": "A", "description": "Once per team turn, this player may re-roll a failed Rush (Going For It) roll.", "nameEs": "Pies Firmes", "descriptionEs": "Una vez por turno de equipo, este jugador puede repetir una tirada fallida de Forzar la Carrera."},
  "13": {"name": "Block", "category": "G", "description": "When this player performs a block, they may choose not to be Knocked Down when a Both Down result is applied.", "nameEs": "Placar", "descriptionEs": "Cuando este jugador realiza un placaje, puede elegir no ser Derribado cuando se aplica un resultado de Ambos Caen."},
  "14": {"name": "Dauntless", "category": "G", "description": "When this player performs a block against an opponent with higher ST, roll a D6 and add your ST. If the total exceeds the opponent's ST, use that value for the block.", "nameEs": "Agallas", "descriptionEs": "Cuando este jugador realiza un placaje contra un oponente con mayor FU, tira un D6 y suma tu FU. Si el total supera la FU del oponente, usa ese valor para el placaje."},
  "15": {"name": "Dirty Player (+1)", "category": "D", "description": "When this player commits a foul, they may apply a +1 modifier to either the Armour roll or the Injury roll.", "nameEs": "Juego Sucio (+1)", "descriptionEs": "Cuando este jugador comete una falta, puede aplicar un modificador de +1 a la tirada de Armadura o a la tirada de Heridas."},
  "16": {"name": "Fend", "category": "G", "description": "When an opponent follows up a block against this player, the opponent may not follow up.", "nameEs": "Zafarse", "descriptionEs": "Cuando un oponente avanza tras un placaje contra este jugador, el oponente no puede avanzar."},
  "17": {"name": "Frenzy", "category": "G", "description": "This player must always follow up after making a block. Additionally, if this player performs a Blitz action, they must make a second block against the same target if able.", "nameEs": "Furia", "descriptionEs": "Este jugador debe avanzar siempre tras realizar un placaje. Ademas, si este jugador realiza una accion de Blitz, debe hacer un segundo placaje contra el mismo objetivo si es posible."},
  "18": {"name": "Kick", "category": "G", "description": "When this team kicks off, if this player is on the pitch and not in a Wide Zone, the ball deviates D3 squares instead of D6 squares.", "nameEs": "Patada", "descriptionEs": "Cuando este equipo realiza el saque, si este jugador esta en el campo y no en una Zona Lateral, el balon se desvia D3 casillas en vez de D6 casillas."},
  "19": {"name": "Pro", "category": "G", "description": "Once per team turn, this player may attempt to use a Professional re-roll. Roll a D6: on a 3+, they may re-roll one dice roll. This does not count as a team re-roll.", "nameEs": "Profesional", "descriptionEs": "Una vez por turno de equipo, este jugador puede intentar usar una repeticion Profesional. Tira un D6: con un 3+, puede repetir una tirada de dados. Esto no cuenta como repeticion de equipo."},
  "20": {"name": "Shadowing", "category": "D", "description": "When an opposing player voluntarily moves out of this player's tackle zone, roll a D6. On a 4+, this player may immediately move into the vacated square.", "nameEs": "Perseguir", "descriptionEs": "Cuando un jugador rival se mueve voluntariamente fuera de la zona de placaje de este jugador, tira un D6. Con un 4+, este jugador puede moverse inmediatamente a la casilla desocupada."},
  "21": {"name": "Strip Ball", "category": "G", "description": "When this player makes a block that pushes the target, and the target is carrying the ball, the target drops the ball in the square they are pushed to (even if not Knocked Down).", "nameEs": "Robar Balon", "descriptionEs": "Cuando este jugador realiza un placaje que empuja al objetivo, y el objetivo lleva el balon, el objetivo suelta el balon en la casilla a la que es empujado (incluso si no es Derribado)."},
  "22": {"name": "Sure Hands", "category": "G", "description": "This player may re-roll a failed pick-up attempt. Additionally, the Strip Ball skill cannot be used against this player.", "nameEs": "Manos Seguras", "descriptionEs": "Este jugador puede repetir un intento fallido de recoger el balon. Ademas, la habilidad Robar Balon no puede usarse contra este jugador."},
  "23": {"name": "Tackle", "category": "G", "description": "When an opposing player in this player's tackle zone attempts to dodge, the opposing player cannot use the Dodge skill to re-roll the failed dodge.", "nameEs": "Placaje Defensivo", "descriptionEs": "Cuando un jugador rival en la zona de placaje de este jugador intenta esquivar, el jugador rival no puede usar la habilidad Esquivar para repetir la esquiva fallida."},
  "24": {"name": "Wrestle", "category": "G", "description": "When this player blocks or is blocked, instead of a Both Down result, both players may be placed prone. Neither is considered Knocked Down.", "nameEs": "Forcejeo", "descriptionEs": "Cuando este jugador placa o es placado, en vez del resultado Ambos Caen, ambos jugadores pueden ser colocados tumbados. Ninguno se considera Derribado."},
  "25": {"name": "Big Hand", "category": "M", "description": "This player ignores any modifier(s) for attempting to pick up the ball.", "nameEs": "Mano Grande", "descriptionEs": "Este jugador ignora cualquier modificador por intentar recoger el balon."},
  "26": {"name": "Claws", "category": "M", "description": "When this player makes a block that Knocks Down the target, any Armour roll of 8+ breaks armour regardless of the actual AV.", "nameEs": "Garra", "descriptionEs": "Cuando este jugador realiza un placaje que Derriba al objetivo, cualquier tirada de Armadura de 8+ rompe la armadura sin importar la AR real."},
  "27": {"name": "Disturbing Presence", "category": "M", "description": "Any opponent attempting to pass, catch, or intercept within three squares of this player applies a -1 modifier.", "nameEs": "Presencia Perturbadora", "descriptionEs": "Cualquier rival que intente pasar, atrapar o interceptar a tres casillas o menos de este jugador aplica un modificador de -1."},
  "28": {"name": "Extra Arms", "category": "M", "description": "This player gets a +1 modifier when attempting to pick up, catch, or intercept the ball.", "nameEs": "Brazos Adicionales", "descriptionEs": "Este jugador obtiene un modificador de +1 al intentar recoger, atrapar o interceptar el balon."},
  "29": {"name": "Foul Appearance", "category": "M", "description": "When an opposing player declares a block against this player, roll a D6. On a 1, the block is not made and the opponent's action ends.", "nameEs": "Apariencia Asquerosa", "descriptionEs": "Cuando un jugador rival declara un placaje contra este jugador, tira un D6. Con un 1, el placaje no se realiza y la accion del oponente termina."},
  "30": {"name": "Horns", "category": "M", "description": "When this player performs a Blitz action, they get +1 ST for any blocks made during that action.", "nameEs": "Cuernos", "descriptionEs": "Cuando este jugador realiza una accion de Blitz, obtiene +1 FU para cualquier placaje realizado durante esa accion."},
  "31": {"name": "Iron Hard Skin", "category": "M", "description": "The Claws skill cannot modify Armour rolls against this player.", "nameEs": "Piel de Hierro", "descriptionEs": "La habilidad Garra no puede modificar las tiradas de Armadura contra este jugador."},
  "32": {"name": "Monstrous Mouth", "category": "M", "description": "Instead of performing a Block action, this player may perform a Chomp Special action against an adjacent standing opponent. Roll a D6 adding this player's ST. If the total equals or exceeds the opponent's AV, they are Placed Prone.", "nameEs": "Boca Monstruosa", "descriptionEs": "En vez de realizar una accion de Placaje, este jugador puede realizar una accion especial de Mordisco contra un oponente adyacente de pie. Tira un D6 sumando la FU de este jugador. Si el total iguala o supera la AR del oponente, queda Tumbado."},
  "33": {"name": "Prehensile Tail", "category": "M", "description": "Opposing players attempting to dodge out of this player's tackle zone suffer an additional -1 modifier.", "nameEs": "Cola Prensil", "descriptionEs": "Los jugadores rivales que intenten esquivar fuera de la zona de placaje de este jugador sufren un modificador adicional de -1."},
  "34": {"name": "Tentacles", "category": "M", "description": "When an adjacent opponent attempts to dodge or move away, this player may use Tentacles. Roll a D6 adding this player's ST and subtracting the opponent's ST. On a 6+, the opponent's movement ends.", "nameEs": "Tentaculo", "descriptionEs": "Cuando un oponente adyacente intenta esquivar o alejarse, este jugador puede usar Tentaculo. Tira un D6 sumando la FU de este jugador y restando la FU del oponente. Con un 6+, el movimiento del oponente termina."},
  "35": {"name": "Two Heads", "category": "M", "description": "This player gets +1 to any dodge roll they make.", "nameEs": "Dos Cabezas", "descriptionEs": "Este jugador obtiene +1 a cualquier tirada de esquiva que realice."},
  "36": {"name": "Very Long Legs", "category": "M", "description": "This player gets +1 to any Leap attempt and +2 to any attempts to intercept a pass. This player ignores the Cloud Burster skill.", "nameEs": "Piernas Muy Largas", "descriptionEs": "Este jugador obtiene +1 a cualquier intento de Saltar y +2 a cualquier intento de interceptar un pase. Este jugador ignora la habilidad Rompe Nubes."},
  "37": {"name": "Accurate", "category": "P", "description": "When this player makes a Quick or Short pass, they add +1 to the passing roll.", "nameEs": "Precision", "descriptionEs": "Cuando este jugador realiza un pase Rapido o Corto, añade +1 a la tirada de pase."},
  "38": {"name": "Cannoneer", "category": "P", "description": "When this player makes a Long pass or Long Bomb, they add +1 to the passing roll.", "nameEs": "Cañonero", "descriptionEs": "Cuando este jugador realiza un pase Largo o Bomba Larga, añade +1 a la tirada de pase."},
  "39": {"name": "Cloud Burster", "category": "P", "description": "When this player performs a Pass action, opposition players may not attempt to intercept the pass.", "nameEs": "Rompe Nubes", "descriptionEs": "Cuando este jugador realiza una accion de Pase, los jugadores rivales no pueden intentar interceptar el pase."},
  "40": {"name": "Dump-off", "category": "P", "description": "When this player is targeted by a block while carrying the ball, they may immediately make a Quick pass before the block is resolved.", "nameEs": "Pase Precipitado", "descriptionEs": "Cuando este jugador es objetivo de un placaje mientras lleva el balon, puede realizar inmediatamente un pase Rapido antes de que se resuelva el placaje."},
  "41": {"name": "Fumblerooskie", "category": "D", "description": "When this player is activated, they may choose to place the ball on the ground in their current square. This does not cause a Turnover.", "nameEs": "Fumblerooskie", "descriptionEs": "Cuando este jugador se activa, puede elegir colocar el balon en el suelo en su casilla actual. Esto no causa un Turnover."},
  "42": {"name": "Hail Mary Pass", "category": "P", "description": "When this player makes a pass, they may throw the ball to any square on the pitch regardless of range. The pass is never accurate and always scatters from the target square.", "nameEs": "Pase a lo Loco", "descriptionEs": "Cuando este jugador realiza un pase, puede lanzar el balon a cualquier casilla del campo sin importar la distancia. El pase nunca es preciso y siempre se dispersa desde la casilla objetivo."},
  "43": {"name": "Leader", "category": "P", "description": "If one or more players with Leader are on the pitch at the start of a half, the team gains a single extra team re-roll for that half.", "nameEs": "Lider", "descriptionEs": "Si uno o mas jugadores con Lider estan en el campo al inicio de una mitad, el equipo obtiene una repeticion de equipo adicional para esa mitad."},
  "44": {"name": "Nerves Of Steel", "category": "P", "description": "This player may ignore any modifier(s) for being in an opponent's tackle zone when making a pass, catch, or intercept attempt.", "nameEs": "Nervios de Acero", "descriptionEs": "Este jugador puede ignorar cualquier modificador por estar en la zona de placaje de un oponente al realizar un pase, recepcion o intento de interceptar."},
  "45": {"name": "On The Ball", "category": "P", "description": "This player may move up to 3 squares when the opposing coach declares a pass. Additionally, this player may add +1 to any attempt to intercept.", "nameEs": "Anticiparse", "descriptionEs": "Este jugador puede moverse hasta 3 casillas cuando el entrenador rival declara un pase. Ademas, este jugador puede añadir +1 a cualquier intento de interceptar."},
  "46": {"name": "Pass", "category": "P", "description": "This player may re-roll a failed passing attempt once per team turn.", "nameEs": "Pasar", "descriptionEs": "Este jugador puede repetir un intento de pase fallido una vez por turno de equipo."},
  "47": {"name": "Running Pass", "category": "P", "description": "After making a Quick pass, this player may continue their activation and move further.", "nameEs": "Pase en Carrera", "descriptionEs": "Despues de realizar un pase Rapido, este jugador puede continuar su activacion y seguir moviéndose."},
  "48": {"name": "Safe Pass", "category": "P", "description": "If this player fumbles a pass, the ball is not turned over. Instead, it bounces from the player's square.", "nameEs": "Pase Seguro", "descriptionEs": "Si este jugador pifia un pase, el balon no se pierde. En su lugar, rebota desde la casilla del jugador."},
  "49": {"name": "Arm Bar", "category": "S", "description": "When an opposing player is Knocked Down as the result of failing a Dodge, Leap, or Jump roll while in this player's tackle zone, this player may apply a +1 modifier to either the Armour roll or the Injury roll.", "nameEs": "Llave de Brazo", "descriptionEs": "Cuando un jugador rival es Derribado al fallar una tirada de Esquivar, Saltar o Brincar mientras esta en la zona de placaje de este jugador, este jugador puede aplicar un modificador de +1 a la tirada de Armadura o de Heridas."},
  "50": {"name": "Brawler", "category": "S", "description": "When this player performs a block and rolls Both Down, they may re-roll one Block Die.", "nameEs": "Peleon", "descriptionEs": "Cuando este jugador realiza un placaje y obtiene Ambos Caen, puede repetir un dado de Placaje."},
  "51": {"name": "Break Tackle", "category": "S", "description": "Once per team turn, when making a dodge roll, this player may apply a +1 modifier for each point of ST above 3, to a maximum of +3.", "nameEs": "Abrirse Paso", "descriptionEs": "Una vez por turno de equipo, al realizar una tirada de esquiva, este jugador puede aplicar un modificador de +1 por cada punto de FU por encima de 3, hasta un maximo de +3."},
  "52": {"name": "Grab", "category": "S", "description": "When this player makes a block that pushes the target, they may choose any unoccupied square adjacent to the target as the push destination. The target cannot use Sidestep.", "nameEs": "Apartar", "descriptionEs": "Cuando este jugador realiza un placaje que empuja al objetivo, puede elegir cualquier casilla libre adyacente al objetivo como destino del empujon. El objetivo no puede usar Echarse a un Lado."},
  "53": {"name": "Guard", "category": "S", "description": "This player can provide Offensive and Defensive Assists when a player performs a Block action, regardless of how many opposing players are in their tackle zone.", "nameEs": "Defensa", "descriptionEs": "Este jugador puede proporcionar Asistencias Ofensivas y Defensivas cuando un jugador realiza una accion de Placaje, sin importar cuantos oponentes esten en su zona de placaje."},
  "54": {"name": "Juggernaut", "category": "S", "description": "When this player makes a Blitz action, they may treat a Both Down result as a Push result. Additionally, Fend, Stand Firm, and Wrestle skills cannot be used against this player during a Blitz.", "nameEs": "Juggernaut", "descriptionEs": "Cuando este jugador realiza una accion de Blitz, puede tratar el resultado de Ambos Caen como un resultado de empujar. Ademas, las habilidades Zafarse, Mantenerse Firme y Forcejeo no pueden usarse contra este jugador durante un Blitz."},
  "55": {"name": "Mighty Blow (+1)", "category": "S", "description": "When this player makes a block that Knocks Down the target, they may add +1 to either the Armour roll or the Injury roll, but not both.", "nameEs": "Golpe Mortifero (+1)", "descriptionEs": "Cuando este jugador realiza un placaje que Derriba al objetivo, puede añadir +1 a la tirada de Armadura o a la tirada de Heridas, pero no a ambas."},
  "56": {"name": "Multiple Block", "category": "S", "description": "When this player performs a block, they may choose to block two adjacent opponents instead of one. Their ST is reduced by 2 for both blocks.", "nameEs": "Placaje Multiple", "descriptionEs": "Cuando este jugador realiza un placaje, puede elegir placar a dos oponentes adyacentes en vez de a uno. Su FU se reduce en 2 para ambos placajes."},
  "57": {"name": "Pile Driver", "category": "D", "description": "When this player Knocks Down an opponent with a block, they may immediately commit a free foul against the Knocked Down player. This player is then Placed Prone and their activation ends immediately.", "nameEs": "Aplastar", "descriptionEs": "Cuando este jugador Derriba a un oponente con un placaje, puede cometer inmediatamente una falta gratuita contra el jugador Derribado. Este jugador queda Tumbado y su activacion termina inmediatamente."},
  "58": {"name": "Stand Firm", "category": "S", "description": "When this player would be pushed back as the result of a block, they may choose not to be pushed back.", "nameEs": "Mantenerse Firme", "descriptionEs": "Cuando este jugador seria empujado como resultado de un placaje, puede elegir no ser empujado."},
  "59": {"name": "Strong Arm", "category": "S", "description": "When this player performs a Throw Team-mate action, they may apply a +1 modifier to the Passing Ability test.", "nameEs": "Brazo Fuerte", "descriptionEs": "Cuando este jugador realiza una accion de Lanzar Compañero, puede aplicar un modificador de +1 a la prueba de Habilidad de Pase."},
  "60": {"name": "Thick Skull", "category": "S", "description": "When making an Injury roll against this player, a result of 8 is treated as Stunned rather than KO'd. This player is only KO'd on a result of 9 or higher.", "nameEs": "Cabeza Dura", "descriptionEs": "Al realizar una tirada de Heridas contra este jugador, un resultado de 8 se trata como Aturdido en vez de Noqueado. Este jugador solo queda Noqueado con un resultado de 9 o mas."},
  "61": {"name": "Animal Savagery", "category": "T", "description": "When this player activates, roll a D6 unless they are making a block or blitz without moving first. On 1-3, they lash out at a team-mate.", "nameEs": "Animal Salvaje", "descriptionEs": "Cuando este jugador se activa, tira un D6 a menos que este realizando un placaje o blitz sin moverse primero. Con 1-3, arremete contra un compañero de equipo."},
  "62": {"name": "Animosity", "category": "T", "description": "When handing off or passing to certain team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad", "descriptionEs": "Al entregar en mano o pasar a ciertos compañeros de equipo, tira un D6. Con un 1, la accion falla."},
  "63": {"name": "Always Hungry", "category": "T", "description": "When attempting to throw a team-mate, roll a D6. On a 1, they attempt to eat the team-mate instead.", "nameEs": "Siempre Hambriento", "descriptionEs": "Al intentar lanzar a un compañero de equipo, tira un D6. Con un 1, intenta comerse al compañero de equipo en su lugar."},
  "64": {"name": "Ball & Chain", "category": "T", "description": "This player moves randomly. At the start of their activation, roll a D6 for each square of movement. They block any player they enter the square of. Sent off at the end of a drive.", "nameEs": "Bola con Cadena", "descriptionEs": "Este jugador se mueve aleatoriamente. Al inicio de su activacion, tira un D6 por cada casilla de movimiento. Placa a cualquier jugador en cuya casilla entre. Expulsado al final de un drive."},
  "65": {"name": "Bombardier", "category": "T", "description": "This player can throw a bomb instead of the ball once per team turn. The bomb scatters and Knocks Down any player in the square.", "nameEs": "Bombardero", "descriptionEs": "Este jugador puede lanzar una bomba en vez del balon una vez por turno de equipo. La bomba se dispersa y Derriba a cualquier jugador en la casilla."},
  "66": {"name": "Bone Head", "category": "T", "description": "When this player activates, roll a D6. On a 1, they stand doing nothing and lose their tackle zone until next activation.", "nameEs": "Cabeza Hueca", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, se queda parado sin hacer nada y pierde su zona de placaje hasta la siguiente activacion."},
  "67": {"name": "Chainsaw", "category": "T", "description": "Instead of a block, this player may make a Chainsaw Attack Special action. Roll a D6: on a 2+, make an unmodified Armour roll with a +3 modifier against an adjacent opponent. On a natural 1, the player is Knocked Down themselves.", "nameEs": "Sierra Mecanica", "descriptionEs": "En vez de un placaje, este jugador puede realizar una accion especial de Ataque con Sierra Mecanica. Tira un D6: con 2+, realiza una tirada de Armadura sin modificar con +3 contra un oponente adyacente. Con un 1 natural, el jugador es Derribado el mismo."},
  "68": {"name": "Decay", "category": "T", "description": "When this player suffers a Casualty, the coach must apply an additional +1 to the Casualty roll.", "nameEs": "Descomposicion", "descriptionEs": "Cuando este jugador sufre una Baja, el entrenador debe aplicar un +1 adicional a la tirada de Baja."},
  "69": {"name": "Hypnotic Gaze", "category": "T", "description": "This player may perform a Hypnotic Gaze Special action targeting an adjacent standing opponent. Roll a D6: on a 3+, the target becomes Distracted and loses their tackle zone.", "nameEs": "Mirada Hipnotica", "descriptionEs": "Este jugador puede realizar una accion especial de Mirada Hipnotica contra un oponente adyacente de pie. Tira un D6: con un 3+, el objetivo queda Distraido y pierde su zona de placaje."},
  "70": {"name": "Kick Team-mate", "category": "T", "description": "This player may kick an adjacent team-mate with Right Stuff, causing them to be launched like a thrown team-mate.", "nameEs": "Patada a Compañero", "descriptionEs": "Este jugador puede dar una patada a un compañero de equipo adyacente con Agilidad Felina, lanzandolo como un compañero de equipo lanzado."},
  "71": {"name": "Loner (4+)", "category": "T", "description": "This player cannot use team re-rolls unless they first roll a 4+ on a D6.", "nameEs": "Solitario (4+)", "descriptionEs": "Este jugador no puede usar repeticiones de equipo a menos que primero saque un 4+ en un D6."},
  "72": {"name": "No Hands", "category": "T", "description": "This player cannot pick up, carry, catch, or intercept the ball.", "nameEs": "Sin Manos", "descriptionEs": "Este jugador no puede recoger, llevar, atrapar o interceptar el balon."},
  "73": {"name": "Plague Ridden", "category": "T", "description": "Once per game, if an opponent is killed as a result of a block by this player, they may be replaced by a Rotter Lineman.", "nameEs": "Portador de Plagas", "descriptionEs": "Una vez por partido, si un oponente muere como resultado de un placaje de este jugador, puede ser reemplazado por un Lineman Rotter."},
  "74": {"name": "Pogo Stick", "category": "T", "description": "During movement, this player may attempt to leap over adjacent squares as if they had the Leap skill, ignoring all negative modifiers. They may also use it during Blitz actions.", "nameEs": "Palo Saltarin", "descriptionEs": "Durante el movimiento, este jugador puede intentar saltar casillas adyacentes como si tuviera la habilidad Saltar, ignorando todos los modificadores negativos. Tambien puede usarla durante acciones de Blitz."},
  "75": {"name": "Projectile Vomit", "category": "T", "description": "Instead of a block, this player may perform a Projectile Vomit Special action on an adjacent standing opponent. Roll a D6: on a 2+, make an unmodified Armour roll against the target.", "nameEs": "Vomito Proyectil", "descriptionEs": "En vez de un placaje, este jugador puede realizar una accion especial de Vomito Proyectil sobre un oponente adyacente de pie. Tira un D6: con 2+, realiza una tirada de Armadura sin modificar contra el objetivo."},
  "76": {"name": "Really Stupid", "category": "T", "description": "When this player activates, roll a D6. On a 1, or on 1-3 if not adjacent to a team-mate without Really Stupid, they stand doing nothing and lose their tackle zone.", "nameEs": "Realmente Estupido", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, o con 1-3 si no esta adyacente a un compañero de equipo sin Realmente Estupido, se queda parado sin hacer nada y pierde su zona de placaje."},
  "77": {"name": "Regeneration", "category": "T", "description": "When this player suffers a casualty, roll a D6. On a 4+, they are only Badly Hurt and can be placed in the Reserves.", "nameEs": "Regeneracion", "descriptionEs": "Cuando este jugador sufre una Baja, tira un D6. Con un 4+, solo queda Malherido y puede colocarse en las Reservas."},
  "78": {"name": "Right Stuff", "category": "T", "description": "This player can be thrown by a team-mate with Throw Team-mate.", "nameEs": "Agilidad Felina", "descriptionEs": "Este jugador puede ser lanzado por un compañero de equipo con Lanzar Compañero."},
  "79": {"name": "Secret Weapon", "category": "T", "description": "This player must be Sent Off at the end of any drive in which they took part.", "nameEs": "Arma Secreta", "descriptionEs": "Este jugador debe ser Expulsado al final de cualquier drive en el que haya participado."},
  "80": {"name": "Stab", "category": "T", "description": "Instead of a block, this player may perform a Stab Special action against an adjacent standing opponent. Make an unmodified Armour roll against the target.", "nameEs": "Puñalada", "descriptionEs": "En vez de un placaje, este jugador puede realizar una accion especial de Puñalada contra un oponente adyacente de pie. Realiza una tirada de Armadura sin modificar contra el objetivo."},
  "81": {"name": "Stunty", "category": "T", "description": "This player may ignore tackle zones when dodging (apply +1 to dodge). However, they apply a -1 to any intercept attempt. This player uses the Stunty Injury table.", "nameEs": "Escurridizo", "descriptionEs": "Este jugador puede ignorar las zonas de placaje al esquivar (aplica +1 a la esquiva). Sin embargo, aplica un -1 a cualquier intento de interceptar. Este jugador usa la tabla de Heridas de Escurridizo."},
  "82": {"name": "Swarming", "category": "T", "description": "During setup, up to two extra players with Swarming may be placed on the pitch, exceeding the normal limit of 11.", "nameEs": "Enjambre", "descriptionEs": "Durante la colocacion, hasta dos jugadores adicionales con Enjambre pueden colocarse en el campo, superando el limite normal de 11."},
  "83": {"name": "Swoop", "category": "T", "description": "When this player is thrown, they may choose to deviate rather than scatter on landing, and may re-roll the landing roll.", "nameEs": "Planeo", "descriptionEs": "Cuando este jugador es lanzado, puede elegir desviarse en vez de dispersarse al aterrizar, y puede repetir la tirada de aterrizaje."},
  "84": {"name": "Take Root", "category": "T", "description": "When this player activates, roll a D6. On a 1, they take root and may not move from their square (but can still block, pass, etc.) for the rest of the drive.", "nameEs": "Echar Raices", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, echa raices y no puede moverse de su casilla (pero aun puede placar, pasar, etc.) durante el resto del drive."},
  "85": {"name": "Titchy", "category": "T", "description": "This player applies +1 to any dodge roll. However, this player does not apply -1 to opponents dodging into their tackle zone.", "nameEs": "Diminuto", "descriptionEs": "Este jugador aplica +1 a cualquier tirada de esquiva. Sin embargo, este jugador no aplica -1 a los oponentes que esquiven en su zona de placaje."},
  "86": {"name": "Throw Team-mate", "category": "T", "description": "This player may throw an adjacent team-mate with Right Stuff instead of making a pass.", "nameEs": "Lanzar Compañero", "descriptionEs": "Este jugador puede lanzar a un compañero de equipo adyacente con Agilidad Felina en vez de realizar un pase."},
  "87": {"name": "Timmm-ber!", "category": "T", "description": "If this player has a MA of 2 or less, when standing up they get +1 for each adjacent open standing team-mate.", "nameEs": "¡Timmm-ber!", "descriptionEs": "Si este jugador tiene MO 2 o menos, al levantarse obtiene +1 por cada compañero de equipo adyacente de pie y libre."},
  "88": {"name": "Unchannelled Fury", "category": "T", "description": "When this player activates except to block or blitz without moving, roll a D6. On 1-3, they lash out at an adjacent team-mate or stand doing nothing.", "nameEs": "Furia Descontrolada", "descriptionEs": "Cuando este jugador se activa, excepto para placar o hacer un blitz sin moverse, tira un D6. Con 1-3, arremete contra un compañero de equipo adyacente o se queda parado sin hacer nada."},
  "93": {"name": "Drunkard", "category": "T", "description": "This player applies a -1 modifier to the D6 roll whenever they attempt to Rush.", "nameEs": "Borracho", "descriptionEs": "Este jugador aplica un modificador de -1 a la tirada de D6 cada vez que intenta Forzar la Carrera."},
  "94": {"name": "Pick-me-up", "category": "T", "description": "At the end of the opposition's team turn, this player may choose a Prone team-mate within 3 squares. Roll a D6: on a 5+, the chosen team-mate stands up.", "nameEs": "Reanimacion", "descriptionEs": "Al final del turno del equipo rival, este jugador puede elegir un compañero Tumbado a 3 casillas o menos. Tira un D6: con un 5+, el compañero elegido se levanta."},
  "95": {"name": "Hit and Run", "category": "A", "description": "After making a block or Stab Special action, if this player is still standing, they may immediately move one square, ignoring tackle zones.", "nameEs": "Golpear y Correr", "descriptionEs": "Tras realizar un placaje o accion especial de Puñalada, si este jugador sigue de pie, puede moverse inmediatamente una casilla, ignorando las zonas de placaje."},
  "96": {"name": "Bloodlust (2+)", "category": "T", "description": "When this player activates, roll a D6. On a 1, they must bite a team-mate or lose their action. On 2+ they act normally.", "nameEs": "Sed de Sangre (2+)", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, debe morder a un compañero de equipo o perder su accion. Con 2+ actua normalmente."},
  "97": {"name": "Bloodlust (3+)", "category": "T", "description": "When this player activates, roll a D6. On 1-2, they must bite a team-mate or lose their action. On 3+ they act normally.", "nameEs": "Sed de Sangre (3+)", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con 1-2, debe morder a un compañero de equipo o perder su accion. Con 3+ actua normalmente."},
  "98": {"name": "Trickster", "category": "T", "description": "Once per team turn, when an opposing player declares a Block or Special action against this player, this player may be placed in an adjacent unoccupied square before the action is resolved.", "nameEs": "Tramposo", "descriptionEs": "Una vez por turno de equipo, cuando un jugador rival declara una accion de Placaje o accion Especial contra este jugador, este jugador puede colocarse en una casilla adyacente desocupada antes de resolver la accion."},
  "99": {"name": "My Ball", "category": "T", "description": "This player may not willingly give up possession of the ball. They may not hand off or pass the ball while carrying it.", "nameEs": "Mi Balon", "descriptionEs": "Este jugador no puede ceder voluntariamente la posesion del balon. No puede entregar en mano ni pasar el balon mientras lo lleve."},
  "100": {"name": "Breathe Fire", "category": "T", "description": "Instead of a block, this player may perform a Breathe Fire Special action on an adjacent standing opponent. Roll a D6: on a 2+, make an unmodified Armour roll against the target.", "nameEs": "Aliento de Fuego", "descriptionEs": "En vez de un placaje, este jugador puede realizar una accion especial de Aliento de Fuego sobre un oponente adyacente de pie. Tira un D6: con 2+, realiza una tirada de Armadura sin modificar contra el objetivo."},
  "101": {"name": "Unsteady", "category": "T", "description": "This player may not perform a Secure the Ball action.", "nameEs": "Inestable", "descriptionEs": "Este jugador no puede realizar una accion de Asegurar el Balon."},
  "102": {"name": "Eye Gouge", "category": "D", "description": "When an opposing player is pushed back as the result of a block by this player, the pushed player cannot provide assists until after their next activation.", "nameEs": "Saca Ojos", "descriptionEs": "Cuando un jugador rival es empujado como resultado de un placaje de este jugador, el jugador empujado no puede proporcionar asistencias hasta despues de su siguiente activacion."},
  "103": {"name": "Punt", "category": "P", "description": "This player may perform a Punt Special action. After completing their move, they may kick the ball using a special template. A punted ball cannot be intercepted.", "nameEs": "Despeje", "descriptionEs": "Este jugador puede realizar una accion especial de Despeje. Tras completar su movimiento, puede patear el balon usando una plantilla especial. Un balon despejado no puede ser interceptado."},
  "104": {"name": "Give and Go", "category": "P", "description": "After making a completed Quick pass or hand-off, this player's activation does not end. They may continue to move with any remaining Movement Allowance.", "nameEs": "Pase y Va", "descriptionEs": "Tras completar un pase Rapido o entrega en mano, la activacion de este jugador no termina. Puede continuar moviéndose con el Movimiento restante."},
  "105": {"name": "Insignificant", "category": "T", "description": "This player cannot assist blocks, either offensively or defensively. A team may not have more players with Insignificant on the pitch than players without it.", "nameEs": "Insignificante", "descriptionEs": "Este jugador no puede asistir placajes, ni ofensiva ni defensivamente. Un equipo no puede tener mas jugadores con Insignificante en el campo que jugadores sin esta habilidad."},
  "106": {"name": "Taunt", "category": "G", "description": "When this player is pushed back as the result of a block, their coach may force the opposing player to follow up.", "nameEs": "Provocar", "descriptionEs": "Cuando este jugador es empujado como resultado de un placaje, su entrenador puede forzar al jugador rival a avanzar."},
  "107": {"name": "Steady Footing", "category": "G", "description": "When this player would be Knocked Down or would Fall Over, roll a D6. On a 6, this player is not Knocked Down and may continue their activation.", "nameEs": "Paso Firme", "descriptionEs": "Cuando este jugador seria Derribado o caeria, tira un D6. Con un 6, este jugador no es Derribado y puede continuar su activacion."},
  "108": {"name": "Hatred (Troll)", "category": "T", "description": "When this player blocks a Troll, they may re-roll a single Block die.", "nameEs": "Odio (Troll)", "descriptionEs": "Cuando este jugador placa a un Troll, puede repetir un solo dado de Placaje."},
  "109": {"name": "No Ball", "category": "T", "description": "This player cannot pick up, carry, or catch the ball. If they intercept or catch a ball, it bounces from their square.", "nameEs": "Sin Balon", "descriptionEs": "Este jugador no puede recoger, llevar ni atrapar el balon. Si intercepta o atrapa un balon, rebota desde su casilla."},
  "110": {"name": "Bullseye", "category": "S", "description": "When this player throws a team-mate and the result is Superb, the thrown player does not scatter upon landing.", "nameEs": "Diana", "descriptionEs": "Cuando este jugador lanza a un compañero y el resultado es Soberbio, el jugador lanzado no se dispersa al aterrizar."},
  "111": {"name": "Lethal Flight", "category": "D", "description": "When this player is thrown and lands on an opposing player, they may apply a +1 modifier to either the Armour roll or Injury roll against that player.", "nameEs": "Vuelo Letal", "descriptionEs": "Cuando este jugador es lanzado y cae sobre un jugador rival, puede aplicar un modificador de +1 a la tirada de Armadura o de Heridas contra ese jugador."},
  "112": {"name": "Lone Fouler", "category": "D", "description": "When this player commits a foul without any offensive assists, they may re-roll a failed Armour roll.", "nameEs": "Sucio Solitario", "descriptionEs": "Cuando este jugador comete una falta sin asistencias ofensivas, puede repetir una tirada de Armadura fallida."},
  "113": {"name": "Put the Boot In", "category": "D", "description": "This player can provide Offensive Assists when a team-mate performs a Foul action, regardless of how many opposing players are in their tackle zone.", "nameEs": "Meter la Bota", "descriptionEs": "Este jugador puede proporcionar Asistencias Ofensivas cuando un compañero realiza una accion de Falta, sin importar cuantos jugadores rivales esten en su zona de placaje."},
  "114": {"name": "Quick Foul", "category": "D", "description": "After committing a Foul action, this player's activation does not end. They may continue to move with any remaining Movement Allowance.", "nameEs": "Falta Rapida", "descriptionEs": "Despues de cometer una accion de Falta, la activacion de este jugador no termina. Puede continuar moviéndose con el Movimiento restante."},
  "115": {"name": "Saboteur", "category": "D", "description": "When this player is Knocked Down, roll a D6. On a 4+, the player that Knocked them Down is also Knocked Down. However, this player is then placed in the KO'd box.", "nameEs": "Saboteador", "descriptionEs": "Cuando este jugador es Derribado, tira un D6. Con un 4+, el jugador que lo Derribo tambien es Derribado. Sin embargo, este jugador es colocado en la casilla de Noqueados."},
  "116": {"name": "Violent Innovator", "category": "D", "description": "This player earns Star Player Points when a Special action they perform causes an opposing player to be removed as a Casualty.", "nameEs": "Innovador Violento", "descriptionEs": "Este jugador gana Puntos de Jugador Estrella cuando una accion Especial que realiza causa que un jugador rival sea eliminado como Baja."},
  "117": {"name": "Hatred (Big Guy)", "category": "T", "description": "When this player blocks a Big Guy, they may re-roll a single Block die.", "nameEs": "Odio (Bruto)", "descriptionEs": "Cuando este jugador placa a un Bruto, puede repetir un solo dado de Placaje."},
  "118": {"name": "Hatred (Dwarf)", "category": "T", "description": "When this player blocks a Dwarf, they may re-roll a single Block die.", "nameEs": "Odio (Enano)", "descriptionEs": "Cuando este jugador placa a un Enano, puede repetir un solo dado de Placaje."},
  "119": {"name": "Hatred (Undead)", "category": "T", "description": "When this player blocks an Undead player, they may re-roll a single Block die.", "nameEs": "Odio (No Muerto)", "descriptionEs": "Cuando este jugador placa a un jugador No Muerto, puede repetir un solo dado de Placaje."},
  "151": {"name": "Dirty Player (+2)", "category": "D", "description": "When this player commits a foul, they may apply a +2 modifier to either the Armour roll or the Injury roll.", "nameEs": "Juego Sucio (+2)", "descriptionEs": "Cuando este jugador comete una falta, puede aplicar un modificador de +2 a la tirada de Armadura o a la tirada de Heridas."},
  "551": {"name": "Mighty Blow (+2)", "category": "NA", "description": "When this player makes a block that Knocks Down the target, they may add +2 to either the Armour roll or the Injury roll, but not both.", "nameEs": "Golpe Mortifero (+2)", "descriptionEs": "Cuando este jugador realiza un placaje que Derriba al objetivo, puede añadir +2 a la tirada de Armadura o a la tirada de Heridas, pero no a ambas."},
  "620": {"name": "Animosity (all team-mates)", "category": "T", "description": "When handing off or passing to any team-mate, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (todos los compañeros)", "descriptionEs": "Al entregar en mano o pasar a cualquier compañero de equipo, tira un D6. Con un 1, la accion falla."},
  "621": {"name": "Animosity (Dwarf and Halfling)", "category": "T", "description": "When handing off or passing to Dwarf and Halfling team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Enanos y Halflings)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Enanos y Halflings, tira un D6. Con un 1, la accion falla."},
  "622": {"name": "Animosity (Dwarf and Human)", "category": "T", "description": "When handing off or passing to Dwarf and Human team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Enanos y Humanos)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Enanos y Humanos, tira un D6. Con un 1, la accion falla."},
  "623": {"name": "Animosity (Goblin Linemen)", "category": "T", "description": "When handing off or passing to Goblin Linemen, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Goblins)", "descriptionEs": "Al entregar en mano o pasar a Goblins, tira un D6. Con un 1, la accion falla."},
  "624": {"name": "Animosity (Orc Lineman)", "category": "T", "description": "When handing off or passing to Orc Lineman team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Orcos)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Orcos, tira un D6. Con un 1, la accion falla."},
  "625": {"name": "Animosity (Big Un Blocker)", "category": "T", "description": "When handing off or passing to Big Un Blocker team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Bruto Bloqueador)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Bruto Bloqueador, tira un D6. Con un 1, la accion falla."},
  "710": {"name": "Loner (5+)", "category": "T", "description": "This player cannot use team re-rolls unless they first roll a 5+ on a D6.", "nameEs": "Solitario (5+)", "descriptionEs": "Este jugador no puede usar repeticiones de equipo a menos que primero saque un 5+ en un D6."},
  "711": {"name": "Loner (3+)", "category": "T", "description": "This player cannot use team re-rolls unless they first roll a 3+ on a D6.", "nameEs": "Solitario (3+)", "descriptionEs": "Este jugador no puede usar repeticiones de equipo a menos que primero saque un 3+ en un D6."}
}
