{
  "1": {"name": "Catch", "category": "A", "description": "Re-roll a failed catch attempt.", "nameEs": "Atrapar", "descriptionEs": "Repite una tirada fallida de recepcion."},
  "2": {"name": "Diving Catch", "category": "A", "description": "May add +1 to any catch roll, and may attempt to catch a ball that lands in an adjacent empty square.", "nameEs": "Recepcion Heroica", "descriptionEs": "Puede añadir +1 a cualquier tirada de recepcion, y puede intentar atrapar un balon que caiga en una casilla vacia adyacente."},
  "3": {"name": "Diving Tackle", "category": "A", "description": "When an opposing player attempts to dodge out of your tackle zone, you may place your player prone to apply a -2 modifier to their dodge roll.", "nameEs": "Placaje Heroico", "descriptionEs": "Cuando un jugador rival intenta esquivar fuera de tu zona de placaje, puedes tumbar a tu jugador para aplicar un modificador de -2 a su tirada de esquiva."},
  "4": {"name": "Dodge", "category": "A", "description": "Once per team turn, re-roll a failed dodge roll. Additionally, this player may ignore the first tackle skill used against them when dodging.", "nameEs": "Esquivar", "descriptionEs": "Una vez por turno de equipo, repite una tirada fallida de esquiva. Ademas, este jugador puede ignorar la primera habilidad de Placaje Defensivo utilizada contra el al esquivar."},
  "5": {"name": "Defensive", "category": "A", "description": "During your opponent's team turn, this player may be activated to move up to their MA. They must end this move closer to the ball or ball carrier.", "nameEs": "Defensiva", "descriptionEs": "Durante el turno de equipo de tu oponente, este jugador puede activarse para moverse hasta su MO. Debe terminar este movimiento mas cerca del balon o del portador del balon."},
  "6": {"name": "Jump Up", "category": "A", "description": "If this player is prone, they may stand up for free without using any MA. Additionally, they may attempt to block an adjacent opponent while prone as a Blitz action.", "nameEs": "En Pie de un Salto", "descriptionEs": "Si este jugador esta tumbado, puede levantarse gratis sin usar MO. Ademas, puede intentar placar a un oponente adyacente mientras esta tumbado como accion de Blitz."},
  "7": {"name": "Leap", "category": "A", "description": "During their activation, this player may attempt to leap over adjacent squares. They make an Agility test with a -1 modifier, ignoring tackle zones.", "nameEs": "Saltar", "descriptionEs": "Durante su activacion, este jugador puede intentar saltar casillas adyacentes. Realiza una prueba de AG con un modificador de -1, ignorando las zonas de placaje."},
  "8": {"name": "Safe Pair Of Hands", "category": "A", "description": "If this player is Knocked Down while carrying the ball, they may place the ball in any adjacent square rather than it bouncing.", "nameEs": "Manos Firmes", "descriptionEs": "Si este jugador es Derribado mientras lleva el balon, puede colocar el balon en cualquier casilla adyacente en vez de que rebote."},
  "9": {"name": "Sidestep", "category": "A", "description": "When this player is pushed back by a block, they choose the square they're pushed to, not the opposing coach.", "nameEs": "Echarse a un Lado", "descriptionEs": "Cuando este jugador es empujado por un placaje, el elige la casilla a la que es empujado, no el entrenador rival."},
  "10": {"name": "Sneaky Git", "category": "A", "description": "When this player commits a foul, they are not sent off for rolling doubles on the Armour or Injury roll unless the roll is also successful.", "nameEs": "Rastrero", "descriptionEs": "Cuando este jugador comete una falta, no es Expulsado por sacar dobles en la tirada de Armadura o de Heridas a menos que la tirada tambien sea exitosa."},
  "11": {"name": "Sprint", "category": "A", "description": "When this player rushes (Goes For It), they may attempt to move one additional square beyond the normal two rush attempts.", "nameEs": "Carrera", "descriptionEs": "Cuando este jugador Fuerza la Carrera, puede intentar moverse una casilla adicional mas alla de los dos intentos normales de Forzar la Carrera."},
  "12": {"name": "Sure Feet", "category": "A", "description": "Once per team turn, this player may re-roll a failed Rush (Going For It) roll.", "nameEs": "Pies Firmes", "descriptionEs": "Una vez por turno de equipo, este jugador puede repetir una tirada fallida de Forzar la Carrera."},
  "13": {"name": "Block", "category": "G", "description": "When this player performs a block, they are not Knocked Down by the Both Down result on the Block dice.", "nameEs": "Placar", "descriptionEs": "Cuando este jugador realiza un placaje, no es Derribado por el resultado de Ambos Caen en los dados de Placaje."},
  "14": {"name": "Dauntless", "category": "G", "description": "When this player performs a block against an opponent with higher ST, roll a D6 and add your ST. If the total exceeds the opponent's ST, use that value for the block.", "nameEs": "Agallas", "descriptionEs": "Cuando este jugador realiza un placaje contra un oponente con mayor FU, tira un D6 y suma tu FU. Si el total supera la FU del oponente, usa ese valor para el placaje."},
  "15": {"name": "Dirty Player (+1)", "category": "G", "description": "When this player commits a foul, add +1 to the Armour or Injury roll.", "nameEs": "Juego Sucio (+1)", "descriptionEs": "Cuando este jugador comete una falta, añade +1 a la tirada de Armadura o de Heridas."},
  "16": {"name": "Fend", "category": "G", "description": "When an opponent follows up a block against this player, the opponent is pushed back to their starting square instead.", "nameEs": "Zafarse", "descriptionEs": "Cuando un oponente avanza tras un placaje contra este jugador, el oponente es empujado de vuelta a su casilla inicial."},
  "17": {"name": "Frenzy", "category": "G", "description": "This player must always follow up after making a block. Additionally, if this player performs a Blitz action, they must make a second block against the same target if able.", "nameEs": "Furia", "descriptionEs": "Este jugador debe avanzar siempre tras realizar un placaje. Ademas, si este jugador realiza una accion de Blitz, debe hacer un segundo placaje contra el mismo objetivo si es posible."},
  "18": {"name": "Kick", "category": "G", "description": "When this team kicks off, if this player is on the pitch and not in a wide zone, they may choose to place the ball in any square in the opponent's half rather than scattering it.", "nameEs": "Patada", "descriptionEs": "Cuando este equipo realiza el saque, si este jugador esta en el campo y no en una zona lateral, puede elegir colocar el balon en cualquier casilla de la mitad rival en vez de que se disperse."},
  "19": {"name": "Pro", "category": "G", "description": "Once per team turn, this player may attempt to use a Professional re-roll. Roll a D6: on a 3+, they may re-roll one dice roll. This does not count as a team re-roll.", "nameEs": "Profesional", "descriptionEs": "Una vez por turno de equipo, este jugador puede intentar usar una repeticion Profesional. Tira un D6: con un 3+, puede repetir una tirada de dados. Esto no cuenta como repeticion de equipo."},
  "20": {"name": "Shadowing", "category": "G", "description": "When an opposing player moves out of this player's tackle zone, roll a D6 adding this player's MA and subtracting the opponent's MA. On a 6+, this player may move into the vacated square.", "nameEs": "Perseguir", "descriptionEs": "Cuando un jugador rival se mueve fuera de la zona de placaje de este jugador, tira un D6 sumando el MO de este jugador y restando el MO del rival. Con un 6+, este jugador puede moverse a la casilla desocupada."},
  "21": {"name": "Strip Ball", "category": "G", "description": "When this player makes a block that pushes the target, the target drops the ball in the square they are pushed to (even if not Knocked Down).", "nameEs": "Robar Balon", "descriptionEs": "Cuando este jugador realiza un placaje que empuja al objetivo, el objetivo suelta el balon en la casilla a la que es empujado (incluso si no es Derribado)."},
  "22": {"name": "Sure Hands", "category": "G", "description": "This player may re-roll a failed pick-up attempt. Additionally, the Strip Ball skill cannot be used against this player.", "nameEs": "Manos Seguras", "descriptionEs": "Este jugador puede repetir un intento fallido de recoger el balon. Ademas, la habilidad Robar Balon no puede usarse contra este jugador."},
  "23": {"name": "Tackle", "category": "G", "description": "When an opposing player in this player's tackle zone attempts to dodge, the opposing player cannot use the Dodge skill to re-roll the failed dodge.", "nameEs": "Placaje Defensivo", "descriptionEs": "Cuando un jugador rival en la zona de placaje de este jugador intenta esquivar, el jugador rival no puede usar la habilidad Esquivar para repetir la esquiva fallida."},
  "24": {"name": "Wrestle", "category": "G", "description": "When this player blocks or is blocked, instead of a Both Down result, both players may be placed prone. Neither is considered Knocked Down.", "nameEs": "Forcejeo", "descriptionEs": "Cuando este jugador placa o es placado, en vez del resultado Ambos Caen, ambos jugadores pueden ser colocados tumbados. Ninguno se considera Derribado."},
  "25": {"name": "Big Hand", "category": "M", "description": "This player ignores any modifier(s) for attempting to pick up the ball in their tackle zone.", "nameEs": "Mano Grande", "descriptionEs": "Este jugador ignora cualquier modificador por intentar recoger el balon en su zona de placaje."},
  "26": {"name": "Claws", "category": "M", "description": "When this player makes a block that Knocks Down the target, any Armour roll of 8+ breaks armour regardless of the actual AV.", "nameEs": "Garra", "descriptionEs": "Cuando este jugador realiza un placaje que Derriba al objetivo, cualquier tirada de Armadura de 8+ rompe la armadura sin importar la AR real."},
  "27": {"name": "Disturbing Presence", "category": "M", "description": "Any opponent attempting to pass, catch, or intercept within three squares of this player applies a -1 modifier.", "nameEs": "Presencia Perturbadora", "descriptionEs": "Cualquier rival que intente pasar, atrapar o interceptar a tres casillas o menos de este jugador aplica un modificador de -1."},
  "28": {"name": "Extra Arms", "category": "M", "description": "This player gets a +1 modifier when attempting to pick up or catch the ball.", "nameEs": "Brazos Adicionales", "descriptionEs": "Este jugador obtiene un modificador de +1 al intentar recoger o atrapar el balon."},
  "29": {"name": "Foul Appearance", "category": "M", "description": "When an opposing player declares a block against this player, roll a D6. On a 1, the block is not made and the opponent's action ends.", "nameEs": "Apariencia Asquerosa", "descriptionEs": "Cuando un jugador rival declara un placaje contra este jugador, tira un D6. Con un 1, el placaje no se realiza y la accion del oponente termina."},
  "30": {"name": "Horns", "category": "M", "description": "When this player performs a Blitz action, they get +1 ST for any blocks made during that action.", "nameEs": "Cuernos", "descriptionEs": "Cuando este jugador realiza una accion de Blitz, obtiene +1 FU para cualquier placaje realizado durante esa accion."},
  "31": {"name": "Iron Hard Skin", "category": "M", "description": "The Claws skill cannot modify Armour rolls against this player.", "nameEs": "Piel de Hierro", "descriptionEs": "La habilidad Garra no puede modificar las tiradas de Armadura contra este jugador."},
  "32": {"name": "Monstrous Mouth", "category": "M", "description": "This player may re-roll a failed catch attempt.", "nameEs": "Boca Monstruosa", "descriptionEs": "Este jugador puede repetir un intento fallido de recepcion."},
  "33": {"name": "Prehensile Tail", "category": "M", "description": "Opposing players attempting to dodge out of this player's tackle zone suffer an additional -1 modifier.", "nameEs": "Cola Prensil", "descriptionEs": "Los jugadores rivales que intenten esquivar fuera de la zona de placaje de este jugador sufren un modificador adicional de -1."},
  "34": {"name": "Tentacles", "category": "M", "description": "When an adjacent opponent attempts to dodge or move away, this player may use Tentacles. Roll a D6 adding this player's ST and subtracting the opponent's ST. On a 6+, the opponent's movement ends.", "nameEs": "Tentaculo", "descriptionEs": "Cuando un oponente adyacente intenta esquivar o alejarse, este jugador puede usar Tentaculo. Tira un D6 sumando la FU de este jugador y restando la FU del oponente. Con un 6+, el movimiento del oponente termina."},
  "35": {"name": "Two Heads", "category": "M", "description": "This player gets +1 to any dodge roll they make.", "nameEs": "Dos Cabezas", "descriptionEs": "Este jugador obtiene +1 a cualquier tirada de esquiva que realice."},
  "36": {"name": "Very Long Legs", "category": "M", "description": "This player gets +1 to any Leap attempt. Additionally, they get +1 to any attempts to intercept a pass.", "nameEs": "Piernas Muy Largas", "descriptionEs": "Este jugador obtiene +1 a cualquier intento de Saltar. Ademas, obtiene +1 a cualquier intento de interceptar un pase."},
  "37": {"name": "Accurate", "category": "P", "description": "When this player makes a Quick or Short pass, they add +1 to the passing roll.", "nameEs": "Precision", "descriptionEs": "Cuando este jugador realiza un pase Rapido o Corto, añade +1 a la tirada de pase."},
  "38": {"name": "Cannoneer", "category": "P", "description": "When this player makes a Long pass or Long Bomb, they add +1 to the passing roll.", "nameEs": "Cañonero", "descriptionEs": "Cuando este jugador realiza un pase Largo o Bomba Larga, añade +1 a la tirada de pase."},
  "39": {"name": "Cloud Burster", "category": "P", "description": "When this player makes a Long pass or Long Bomb, they may choose to make it a Cloud Burster. If they do, ignore the -1 modifier for Long range.", "nameEs": "Rompe Nubes", "descriptionEs": "Cuando este jugador realiza un pase Largo o Bomba Larga, puede elegir hacer un Rompe Nubes. Si lo hace, ignora el modificador de -1 por distancia Larga."},
  "40": {"name": "Dump-off", "category": "P", "description": "When this player is targeted by a block while carrying the ball, they may immediately make a Quick pass before the block is resolved.", "nameEs": "Pase Precipitado", "descriptionEs": "Cuando este jugador es objetivo de un placaje mientras lleva el balon, puede realizar inmediatamente un pase Rapido antes de que se resuelva el placaje."},
  "41": {"name": "Fumblerooskie", "category": "P", "description": "When this player activates they may place the ball in an adjacent square occupied by a team-mate. This is not a pass and cannot be intercepted.", "nameEs": "Fumblerooskie", "descriptionEs": "Cuando este jugador se activa, puede colocar el balon en una casilla adyacente ocupada por un compañero de equipo. Esto no es un pase y no puede ser interceptado."},
  "42": {"name": "Hail Mary Pass", "category": "P", "description": "When this player makes a pass, they may throw the ball to any square on the pitch regardless of range. The pass is never accurate and always scatters from the target square.", "nameEs": "Pase a lo Loco", "descriptionEs": "Cuando este jugador realiza un pase, puede lanzar el balon a cualquier casilla del campo sin importar la distancia. El pase nunca es preciso y siempre se dispersa desde la casilla objetivo."},
  "43": {"name": "Leader", "category": "P", "description": "This player provides an extra team re-roll that can only be used when this player is on the pitch. Only one Leader re-roll may be used per half.", "nameEs": "Lider", "descriptionEs": "Este jugador proporciona una repeticion de equipo adicional que solo puede usarse cuando este jugador esta en el campo. Solo se puede usar una repeticion de Lider por mitad."},
  "44": {"name": "Nerves Of Steel", "category": "P", "description": "This player may ignore any modifier(s) for being in an opponent's tackle zone when making a pass, catch, or intercept attempt.", "nameEs": "Nervios de Acero", "descriptionEs": "Este jugador puede ignorar cualquier modificador por estar en la zona de placaje de un oponente al realizar un pase, recepcion o intento de interceptar."},
  "45": {"name": "On The Ball", "category": "P", "description": "This player may move up to 3 squares when the opposing coach declares a pass (not a hand-off). Additionally, this player may add +1 to any attempt to intercept.", "nameEs": "Anticiparse", "descriptionEs": "Este jugador puede moverse hasta 3 casillas cuando el entrenador rival declara un pase (no una entrega en mano). Ademas, este jugador puede añadir +1 a cualquier intento de interceptar."},
  "46": {"name": "Pass", "category": "P", "description": "This player may re-roll a failed passing attempt once per team turn.", "nameEs": "Pasar", "descriptionEs": "Este jugador puede repetir un intento de pase fallido una vez por turno de equipo."},
  "47": {"name": "Running Pass", "category": "P", "description": "After making a Quick pass, this player may continue their activation and move further.", "nameEs": "Pase en Carrera", "descriptionEs": "Despues de realizar un pase Rapido, este jugador puede continuar su activacion y seguir moviéndose."},
  "48": {"name": "Safe Pass", "category": "P", "description": "If this player fumbles a pass, the ball is not turned over. Instead, it bounces from the player's square.", "nameEs": "Pase Seguro", "descriptionEs": "Si este jugador pifia un pase, el balon no se pierde. En su lugar, rebota desde la casilla del jugador."},
  "49": {"name": "Arm Bar", "category": "S", "description": "When an opponent attempts to dodge, leap, or jump out of this player's tackle zone, if the roll is a natural 1, the opponent is Knocked Down in their starting square.", "nameEs": "Llave de Brazo", "descriptionEs": "Cuando un oponente intenta esquivar, saltar o brincar fuera de la zona de placaje de este jugador, si la tirada es un 1 natural, el oponente es Derribado en su casilla inicial."},
  "50": {"name": "Brawler", "category": "S", "description": "When this player performs a block and rolls Both Down, they may re-roll one Block Die.", "nameEs": "Peleon", "descriptionEs": "Cuando este jugador realiza un placaje y obtiene Ambos Caen, puede repetir un dado de Placaje."},
  "51": {"name": "Break Tackle", "category": "S", "description": "Once per team turn, when making a dodge roll, this player may use their ST instead of their AG.", "nameEs": "Abrirse Paso", "descriptionEs": "Una vez por turno de equipo, al realizar una tirada de esquiva, este jugador puede usar su FU en vez de su AG."},
  "52": {"name": "Grab", "category": "S", "description": "When this player makes a block that pushes the target, they may choose any unoccupied square adjacent to the target as the push destination. The target cannot use Sidestep.", "nameEs": "Apartar", "descriptionEs": "Cuando este jugador realiza un placaje que empuja al objetivo, puede elegir cualquier casilla libre adyacente al objetivo como destino del empujon. El objetivo no puede usar Echarse a un Lado."},
  "53": {"name": "Guard", "category": "S", "description": "This player's tackle zone assists are not cancelled by opposing tackle zones. They can always assist a block regardless of how many opponents are in their tackle zone.", "nameEs": "Defensa", "descriptionEs": "Las asistencias de zona de placaje de este jugador no son canceladas por las zonas de placaje rivales. Siempre puede asistir un placaje sin importar cuantos oponentes esten en su zona de placaje."},
  "54": {"name": "Juggernaut", "category": "S", "description": "When this player makes a Blitz action, they may treat a Both Down result as a Push result. Additionally, the Fend and Stand Firm skills cannot be used against this player during a Blitz.", "nameEs": "Juggernaut", "descriptionEs": "Cuando este jugador realiza una accion de Blitz, puede tratar el resultado de Ambos Caen como un resultado de empujar. Ademas, las habilidades Zafarse y Mantenerse Firme no pueden usarse contra este jugador durante un Blitz."},
  "55": {"name": "Mighty Blow (+1)", "category": "S", "description": "When this player makes a block that Knocks Down the target, they may add +1 to either the Armour roll or the Injury roll, but not both.", "nameEs": "Golpe Mortifero (+1)", "descriptionEs": "Cuando este jugador realiza un placaje que Derriba al objetivo, puede añadir +1 a la tirada de Armadura o a la tirada de Heridas, pero no a ambas."},
  "56": {"name": "Multiple Block", "category": "S", "description": "When this player performs a block, they may choose to block two adjacent opponents instead of one. Each block is made with one fewer dice than normal.", "nameEs": "Placaje Multiple", "descriptionEs": "Cuando este jugador realiza un placaje, puede elegir placar a dos oponentes adyacentes en vez de a uno. Cada placaje se realiza con un dado menos de lo normal."},
  "57": {"name": "Pile Driver", "category": "S", "description": "When this player Knocks Down an opponent with a block, they may immediately commit a free foul against the Knocked Down player without being Sent Off for doubles.", "nameEs": "Aplastar", "descriptionEs": "Cuando este jugador Derriba a un oponente con un placaje, puede cometer inmediatamente una falta gratuita contra el jugador Derribado sin ser Expulsado por sacar dobles."},
  "58": {"name": "Stand Firm", "category": "S", "description": "When this player would be pushed back as the result of a block, they may choose not to be pushed back.", "nameEs": "Mantenerse Firme", "descriptionEs": "Cuando este jugador seria empujado como resultado de un placaje, puede elegir no ser empujado."},
  "59": {"name": "Strong Arm", "category": "S", "description": "When this player makes a pass, they may reduce the range by one step (e.g., Long becomes Short).", "nameEs": "Brazo Fuerte", "descriptionEs": "Cuando este jugador realiza un pase, puede reducir la distancia en un nivel (por ejemplo, Largo pasa a Corto)."},
  "60": {"name": "Thick Skull", "category": "S", "description": "When this player is Knocked Out on the Injury table, roll a D6. On a 4+, they are only Stunned instead.", "nameEs": "Cabeza Dura", "descriptionEs": "Cuando este jugador resulta Noqueado en la tabla de Heridas, tira un D6. Con un 4+, solo queda Aturdido en su lugar."},
  "61": {"name": "Animal Savagery", "category": "T", "description": "When this player activates, roll a D6 unless they are making a block or blitz without moving first. On 1-3, they lash out at a team-mate.", "nameEs": "Animal Salvaje", "descriptionEs": "Cuando este jugador se activa, tira un D6 a menos que este realizando un placaje o blitz sin moverse primero. Con 1-3, arremete contra un compañero de equipo."},
  "62": {"name": "Animosity", "category": "T", "description": "When handing off or passing to certain team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad", "descriptionEs": "Al entregar en mano o pasar a ciertos compañeros de equipo, tira un D6. Con un 1, la accion falla."},
  "63": {"name": "Always Hungry", "category": "T", "description": "When attempting to throw a team-mate, roll a D6. On a 1, they attempt to eat the team-mate instead.", "nameEs": "Siempre Hambriento", "descriptionEs": "Al intentar lanzar a un compañero de equipo, tira un D6. Con un 1, intenta comerse al compañero de equipo en su lugar."},
  "64": {"name": "Ball & Chain", "category": "T", "description": "This player moves randomly. At the start of their activation, roll a D6 for each square of movement. They block any player they enter the square of. Sent off at the end of a drive.", "nameEs": "Bola con Cadena", "descriptionEs": "Este jugador se mueve aleatoriamente. Al inicio de su activacion, tira un D6 por cada casilla de movimiento. Placa a cualquier jugador en cuya casilla entre. Expulsado al final de un drive."},
  "65": {"name": "Bombardier", "category": "T", "description": "This player can throw a bomb instead of the ball once per team turn. The bomb scatters and Knocks Down any player in the square.", "nameEs": "Bombardero", "descriptionEs": "Este jugador puede lanzar una bomba en vez del balon una vez por turno de equipo. La bomba se dispersa y Derriba a cualquier jugador en la casilla."},
  "66": {"name": "Bone Head", "category": "T", "description": "When this player activates, roll a D6. On a 1, they stand doing nothing and lose their tackle zone until next activation.", "nameEs": "Cabeza Hueca", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, se queda parado sin hacer nada y pierde su zona de placaje hasta la siguiente activacion."},
  "67": {"name": "Chainsaw", "category": "T", "description": "Instead of a block, this player may make a chainsaw attack: roll a D6 adding their ST, and if the total beats the opponent's AV, they are Knocked Down. On a natural 1, the player is Knocked Down themselves. Sent off at the end of a drive.", "nameEs": "Sierra Mecanica", "descriptionEs": "En vez de un placaje, este jugador puede realizar un ataque con sierra mecanica: tira un D6 sumando su FU, y si el total supera la AR del oponente, es Derribado. Con un 1 natural, el jugador es Derribado el mismo. Expulsado al final de un drive."},
  "68": {"name": "Decay", "category": "T", "description": "When this player suffers a Casualty, the coach must apply an additional +1 to the Casualty roll.", "nameEs": "Descomposicion", "descriptionEs": "Cuando este jugador sufre una Baja, el entrenador debe aplicar un +1 adicional a la tirada de Baja."},
  "69": {"name": "Hypnotic Gaze", "category": "T", "description": "This player may use their activation to stare at an adjacent opponent. Roll a D6, adding AG and subtracting the target's AG. On a 5+, the target loses their tackle zone until their next activation.", "nameEs": "Mirada Hipnotica", "descriptionEs": "Este jugador puede usar su activacion para mirar fijamente a un oponente adyacente. Tira un D6, sumando AG y restando la AG del objetivo. Con un 5+, el objetivo pierde su zona de placaje hasta su siguiente activacion."},
  "70": {"name": "Kick Team-mate", "category": "T", "description": "This player may kick an adjacent team-mate with Right Stuff, causing them to be launched like a thrown team-mate.", "nameEs": "Patada a Compañero", "descriptionEs": "Este jugador puede dar una patada a un compañero de equipo adyacente con Agilidad Felina, lanzandolo como un compañero de equipo lanzado."},
  "71": {"name": "Loner (4+)", "category": "T", "description": "This player cannot use team re-rolls unless they first roll a 4+ on a D6.", "nameEs": "Solitario (4+)", "descriptionEs": "Este jugador no puede usar repeticiones de equipo a menos que primero saque un 4+ en un D6."},
  "72": {"name": "No Hands", "category": "T", "description": "This player cannot pick up, carry, catch, or intercept the ball.", "nameEs": "Sin Manos", "descriptionEs": "Este jugador no puede recoger, llevar, atrapar o interceptar el balon."},
  "73": {"name": "Plague Ridden", "category": "T", "description": "If an opponent is removed as a casualty from a block by this player, they may be replaced by a Rotter Lineman.", "nameEs": "Portador de Plagas", "descriptionEs": "Si un oponente es eliminado como Baja por un placaje de este jugador, puede ser reemplazado por un Lineman Rotter."},
  "74": {"name": "Pogo Stick", "category": "T", "description": "During movement, this player may attempt to leap over adjacent squares as if they had the Leap skill (and may use it in addition). They may also use it during Blitz actions.", "nameEs": "Palo Saltarin", "descriptionEs": "Durante el movimiento, este jugador puede intentar saltar casillas adyacentes como si tuviera la habilidad Saltar (y puede usarla ademas). Tambien puede usarla durante acciones de Blitz."},
  "75": {"name": "Projectile Vomit", "category": "T", "description": "Instead of a block, this player may vomit on an adjacent opponent. Roll a D6 adding ST. If the total exceeds their AV, the target is Knocked Down.", "nameEs": "Vomito Proyectil", "descriptionEs": "En vez de un placaje, este jugador puede vomitar sobre un oponente adyacente. Tira un D6 sumando FU. Si el total supera su AR, el objetivo es Derribado."},
  "76": {"name": "Really Stupid", "category": "T", "description": "When this player activates, roll a D6. On a 1, or on 1-3 if not adjacent to a team-mate without Really Stupid, they stand doing nothing and lose their tackle zone.", "nameEs": "Realmente Estupido", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, o con 1-3 si no esta adyacente a un compañero de equipo sin Realmente Estupido, se queda parado sin hacer nada y pierde su zona de placaje."},
  "77": {"name": "Regeneration", "category": "T", "description": "When this player suffers a casualty and would miss the next game, roll a D6. On a 4+, they are only badly hurt.", "nameEs": "Regeneracion", "descriptionEs": "Cuando este jugador sufre una Baja y perderia el siguiente partido, tira un D6. Con un 4+, solo queda malherido."},
  "78": {"name": "Right Stuff", "category": "T", "description": "This player can be thrown by a team-mate with Throw Team-mate. Additionally, they are never Knocked Down when landing after being thrown if they are not carrying the ball.", "nameEs": "Agilidad Felina", "descriptionEs": "Este jugador puede ser lanzado por un compañero de equipo con Lanzar Compañero. Ademas, nunca es Derribado al aterrizar tras ser lanzado si no lleva el balon."},
  "79": {"name": "Secret Weapon", "category": "T", "description": "This player must be Sent Off at the end of any drive in which they took part.", "nameEs": "Arma Secreta", "descriptionEs": "Este jugador debe ser Expulsado al final de cualquier drive en el que haya participado."},
  "80": {"name": "Stab", "category": "T", "description": "Instead of a block, this player may stab an adjacent opponent. Roll a D6, if the result is greater than the opponent's AV on a D6, they are Knocked Down.", "nameEs": "Puñalada", "descriptionEs": "En vez de un placaje, este jugador puede apuñalar a un oponente adyacente. Tira un D6, si el resultado es mayor que la AR del oponente en un D6, es Derribado."},
  "81": {"name": "Stunty", "category": "T", "description": "This player may ignore tackle zones when dodging (apply +1 to dodge). However, they apply a -1 to any pass they make, and an Injury roll against them applies +1.", "nameEs": "Escurridizo", "descriptionEs": "Este jugador puede ignorar las zonas de placaje al esquivar (aplica +1 a la esquiva). Sin embargo, aplica un -1 a cualquier pase que realice, y la tirada de Heridas contra el aplica +1."},
  "82": {"name": "Swarming", "category": "T", "description": "During setup, up to two extra players with Swarming may be placed on the pitch, exceeding the normal limit of 11.", "nameEs": "Enjambre", "descriptionEs": "Durante la colocacion, hasta dos jugadores adicionales con Enjambre pueden colocarse en el campo, superando el limite normal de 11."},
  "83": {"name": "Swoop", "category": "T", "description": "This player can be thrown and can change direction mid-flight by choosing to deviate rather than scatter on landing.", "nameEs": "Planeo", "descriptionEs": "Este jugador puede ser lanzado y puede cambiar de direccion en pleno vuelo eligiendo desviarse en vez de dispersarse al aterrizar."},
  "84": {"name": "Take Root", "category": "T", "description": "When this player activates, roll a D6. On a 1, they take root and may not move from their square (but can still block, pass, etc.) for the rest of the drive.", "nameEs": "Echar Raices", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, echa raices y no puede moverse de su casilla (pero aun puede placar, pasar, etc.) durante el resto del drive."},
  "85": {"name": "Titchy", "category": "T", "description": "This player applies +1 to any dodge roll. However, they cannot provide assists on blocks.", "nameEs": "Diminuto", "descriptionEs": "Este jugador aplica +1 a cualquier tirada de esquiva. Sin embargo, no puede proporcionar asistencias en placajes."},
  "86": {"name": "Throw Team-mate", "category": "T", "description": "This player may throw an adjacent team-mate with Right Stuff instead of making a pass. Uses a special throwing template.", "nameEs": "Lanzar Compañero", "descriptionEs": "Este jugador puede lanzar a un compañero de equipo adyacente con Agilidad Felina en vez de realizar un pase. Usa una plantilla de lanzamiento especial."},
  "87": {"name": "Timmm-ber!", "category": "T", "description": "When this player attempts to Rush (Go For It) and fails, adjacent team-mates may assist. For each, roll a D6 on 3+ they catch the player. If any succeed, the player is not Knocked Down.", "nameEs": "¡Timmm-ber!", "descriptionEs": "Cuando este jugador intenta Forzar la Carrera y falla, los compañeros de equipo adyacentes pueden asistir. Por cada uno, tira un D6: con 3+ atrapan al jugador. Si alguno tiene exito, el jugador no es Derribado."},
  "88": {"name": "Unchannelled Fury", "category": "T", "description": "When this player activates except to block or blitz without moving, roll a D6. On 1-3, they lash out at an adjacent team-mate or stand doing nothing.", "nameEs": "Furia Descontrolada", "descriptionEs": "Cuando este jugador se activa, excepto para placar o hacer un blitz sin moverse, tira un D6. Con 1-3, arremete contra un compañero de equipo adyacente o se queda parado sin hacer nada."},
  "93": {"name": "Drunkard", "category": "T", "description": "This player may Rush one less time than normal. When this player activates, roll a D6. On a 1, they stand doing nothing.", "nameEs": "Borracho", "descriptionEs": "Este jugador puede Forzar la Carrera una vez menos de lo normal. Cuando este jugador se activa, tira un D6. Con un 1, se queda parado sin hacer nada."},
  "94": {"name": "Pick-me-up", "category": "T", "description": "Once per team turn, if an adjacent team-mate is KO'd, this player may attempt to revive them. Roll a D6: on a 5+, the KO'd player is placed Prone instead.", "nameEs": "Reanimacion", "descriptionEs": "Una vez por turno de equipo, si un compañero de equipo adyacente esta Noqueado, este jugador puede intentar reanimarlo. Tira un D6: con un 5+, el jugador Noqueado se coloca tumbado en su lugar."},
  "95": {"name": "Hit and Run", "category": "T", "description": "After making a block, this player may immediately move one square (this does not prevent team-mates from performing a Blitz action).", "nameEs": "Golpear y Correr", "descriptionEs": "Tras realizar un placaje, este jugador puede moverse inmediatamente una casilla (esto no impide que los compañeros de equipo realicen una accion de Blitz)."},
  "96": {"name": "Bloodlust (2+)", "category": "T", "description": "When this player activates, roll a D6. On a 1, they must bite a team-mate or lose their action. On 2+ they act normally.", "nameEs": "Sed de Sangre (2+)", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con un 1, debe morder a un compañero de equipo o perder su accion. Con 2+ actua normalmente."},
  "97": {"name": "Bloodlust (3+)", "category": "T", "description": "When this player activates, roll a D6. On 1-2, they must bite a team-mate or lose their action. On 3+ they act normally.", "nameEs": "Sed de Sangre (3+)", "descriptionEs": "Cuando este jugador se activa, tira un D6. Con 1-2, debe morder a un compañero de equipo o perder su accion. Con 3+ actua normalmente."},
  "98": {"name": "Trickster", "category": "T", "description": "Once per team turn, after an opponent declares a block against this player, this player may try to redirect it. Roll a D6: on a 4+, they swap positions with an adjacent team-mate.", "nameEs": "Tramposo", "descriptionEs": "Una vez por turno de equipo, despues de que un oponente declare un placaje contra este jugador, este jugador puede intentar redirigirlo. Tira un D6: con un 4+, intercambia posiciones con un compañero de equipo adyacente."},
  "99": {"name": "My Ball", "category": "T", "description": "When an opponent attempts to pick up a ball in a square adjacent to this player, they must first roll a D6: on a 1-3, the pick-up fails.", "nameEs": "Mi Balon", "descriptionEs": "Cuando un oponente intenta recoger un balon en una casilla adyacente a este jugador, primero debe tirar un D6: con 1-3, la recogida falla."},
  "100": {"name": "Breathe Fire", "category": "T", "description": "Instead of a block, this player may breathe fire on an adjacent opponent. Roll a D6 adding ST, if the total exceeds the opponent's AV, they are Knocked Down. Sent off at end of drive.", "nameEs": "Aliento de Fuego", "descriptionEs": "En vez de un placaje, este jugador puede lanzar fuego sobre un oponente adyacente. Tira un D6 sumando FU, si el total supera la AR del oponente, es Derribado. Expulsado al final del drive."},
  "151": {"name": "Dirty Player (+2)", "category": "NA", "description": "When this player commits a foul, add +2 to the Armour or Injury roll.", "nameEs": "Juego Sucio (+2)", "descriptionEs": "Cuando este jugador comete una falta, añade +2 a la tirada de Armadura o de Heridas."},
  "551": {"name": "Mighty Blow (+2)", "category": "NA", "description": "When this player makes a block that Knocks Down the target, they may add +2 to either the Armour roll or the Injury roll, but not both.", "nameEs": "Golpe Mortifero (+2)", "descriptionEs": "Cuando este jugador realiza un placaje que Derriba al objetivo, puede añadir +2 a la tirada de Armadura o a la tirada de Heridas, pero no a ambas."},
  "620": {"name": "Animosity (all team-mates)", "category": "T", "description": "When handing off or passing to any team-mate, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (todos los compañeros)", "descriptionEs": "Al entregar en mano o pasar a cualquier compañero de equipo, tira un D6. Con un 1, la accion falla."},
  "621": {"name": "Animosity (Dwarf and Halfling)", "category": "T", "description": "When handing off or passing to Dwarf and Halfling team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Enanos y Halflings)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Enanos y Halflings, tira un D6. Con un 1, la accion falla."},
  "622": {"name": "Animosity (Dwarf and Human)", "category": "T", "description": "When handing off or passing to Dwarf and Human team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Enanos y Humanos)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Enanos y Humanos, tira un D6. Con un 1, la accion falla."},
  "623": {"name": "Animosity (Goblin Linemen)", "category": "T", "description": "When handing off or passing to Goblin Linemen, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Goblins)", "descriptionEs": "Al entregar en mano o pasar a Goblins, tira un D6. Con un 1, la accion falla."},
  "624": {"name": "Animosity (Orc Lineman)", "category": "T", "description": "When handing off or passing to Orc Lineman team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Orcos)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Orcos, tira un D6. Con un 1, la accion falla."},
  "625": {"name": "Animosity (Big Un Blocker)", "category": "T", "description": "When handing off or passing to Big Un Blocker team-mates, roll a D6. On a 1, the action fails.", "nameEs": "Animosidad (Bruto Bloqueador)", "descriptionEs": "Al entregar en mano o pasar a compañeros de equipo Bruto Bloqueador, tira un D6. Con un 1, la accion falla."},
  "710": {"name": "Loner (5+)", "category": "T", "description": "This player cannot use team re-rolls unless they first roll a 5+ on a D6.", "nameEs": "Solitario (5+)", "descriptionEs": "Este jugador no puede usar repeticiones de equipo a menos que primero saque un 5+ en un D6."},
  "711": {"name": "Loner (3+)", "category": "T", "description": "This player cannot use team re-rolls unless they first roll a 3+ on a D6.", "nameEs": "Solitario (3+)", "descriptionEs": "Este jugador no puede usar repeticiones de equipo a menos que primero saque un 3+ en un D6."}
}
